/* CA Email greeting Subject Header when CA is available */
"%1$@ Certificate Authority is now available" = "A Autoridade de Certificação %1$@ está disponível";

/* %1$@'s CA */
"%1$@'s CA" = "AC de %1$@";

/* Email message sent to the CA when a user requests a Cert */
"%@ has sent you a certificate request. Click the enclosure to complete the request. A certificate signing request (CSR) is information generated by the computer to identify the user requesting a certificate from a Certificate Authority. The CSR contains the public key of the user and is used to generate the certificate. The certificate will automatically be sent to %@.\n\n" = "%1$@ enviou-lhe um pedido de certificado. Clique no anexo para concluir o pedido. Um pedido de assinatura de certificado (PAC) é a informação gerada pelo computador para identificar o utilizador que solicita um certificado à Autoridade de Certificação. O PAC contém a chave pública do utilizador e serve para criar o certificado. O certificado será enviado automaticamente para %2$@.\n\n";

/* Email message sent to the user when the CA has created their cert */
"%@ has sent you the certificate you requested. Click the enclosure and Keychain Access will import it for you.\n\n" = "%@ enviou-lhe o certificado que pediu. Clique no anexo e o Acesso ao Porta-Chaves importará o certificado.\n\n";

/* (Unused) */
"(Unused)" = "(Não utilizado)";

/* 1024 bits */
"1024 bits" = "1024 bits";

/* 1200 bits */
"1200 bits" = "1200 bits";

/* 1400 bits */
"1400 bits" = "1400 bits";

/* 1600 bits */
"1600 bits" = "1600 bits";

/* 2048 bits */
"2048 bits" = "2048 bits";

/* 256 bits */
"256 bits" = "256 bits";

/* 384 bits */
"384 bits" = "384 bits";

/* 512 bits */
"512 bits" = "512 bits";

/* 521 bits */
"521 bits" = "521 bits";

/* <invalid expiration date> */
"<invalid expiration date>" = "<data de expiração inválida>";

/* <no certificates specified> */
"<no certificates specified>" = "<nenhum certificado especificado>";

/* _renamed_%d */
"_renamed_%d" = "_renamed_%d";

/* A CA that does not rely on another CA for its validation is called a \\U201Croot\\U201D (or \\U201Canchor\\U201D) CA. A CA that does rely on another CA for its validation is called a \\U201CIntermediate CA\\U201D. Trust in such a root CA must be established by means other than a certificate. Mac OS X contains a list of acceptable root CA identities that have been pre-qualified by Apple. You can add other CAs to this list using the Keychain Access application, or your administrator can do this for you. */
"A CA that does not rely on another CA for its validation is called a \\U201Croot\\U201D (or \\U201Canchor\\U201D) CA. A CA that does rely on another CA for its validation is called a \\U201CIntermediate CA\\U201D. Trust in such a root CA must be established by means other than a certificate. Mac OS X contains a list of acceptable root CA identities that have been pre-qualified by Apple. You can add other CAs to this list using the Keychain Access application, or your administrator can do this for you." = "Uma CA que não depende de outra CA para a sua validação é designada de CA “raiz” (ou “âncora”). Uma CA que depende de outra CA para validação é designada de “CA intermédia”. A confiança numa CA raiz desse tipo deve ser estabelecida por um meio diferente de um certificado. O Mac OS X contém uma lista de identidades de CA raiz que foram pré-qualificadas pela Apple. É possível adicionar outras CAs a esta lista, utilizando a aplicação Acesso ao Porta-chaves, ou o administrador pode efectuar esta operação.";

/* A CA Web Site is provided for users who wish to use the Internet to download a CA invitation and a CA's certificates. The Web Site is mainly provided for users who may not have officially received an invite or the CA certificates from the CA. The Web Site also provides information so user can verify that the site does belong to the CA. The SHA-1 fingerprint of the CA certificate and the CA's administration e-mail address are displayed for verification. */
"A CA Web Site is provided for users who wish to use the Internet to download a CA invitation and a CA's certificates. The Web Site is mainly provided for users who may not have officially received an invite or the CA certificates from the CA. The Web Site also provides information so user can verify that the site does belong to the CA. The SHA-1 fingerprint of the CA certificate and the CA's administration e-mail address are displayed for verification." = "É disponibilizado um web site da CA para os utilizadores que pretendam utilizar a Internet para descarregar um convite da CA e os certificados de uma CA. O site destina-se sobretudo aos utilizadores que podem não ter recebido oficialmente um convite ou os certificados da CA. O site também fornece informação para que o utilizador possa comprovar que o site pertence realmente à CA. A impressão digital SHA-1 do certificado da CA e os endereços de e-mail administrativos da CA são apresentados para verificação.";

/* A certificate authority (CA) that relies on another CA for its validation is called an Intermediate CA. An intermediate CA depends on the CA that issued it for its validity, and can be invalidated, or revoked, by it. Intermediate CAs are commonly used by their issuing CA to delegate authority for a subset of its operation, such as a particular usage or class of users. If you or your system trusts an intermediate CA's issuer, it will also trust the intermediate CA, unless you explicitly override this. Mac OS X also allows you to directly assign trust to an intermediate CA without trusting its issuer; however, this circumvents validity checks based on the issuer's authority. When creating an intermediate CA with the Certificate Assistant, an existing root or intermediate CA (along with their corresponding private key) must be present to sign it. */
"A certificate authority (CA) that relies on another CA for its validation is called an Intermediate CA. An intermediate CA depends on the CA that issued it for its validity, and can be invalidated, or revoked, by it. Intermediate CAs are commonly used by their issuing CA to delegate authority for a subset of its operation, such as a particular usage or class of users. If you or your system trusts an intermediate CA's issuer, it will also trust the intermediate CA, unless you explicitly override this. Mac OS X also allows you to directly assign trust to an intermediate CA without trusting its issuer; however, this circumvents validity checks based on the issuer's authority. When creating an intermediate CA with the Certificate Assistant, an existing root or intermediate CA (along with their corresponding private key) must be present to sign it." = "Uma autoridade de certificação (CA) que depende de outra para a respectiva validação é designada de CA intermédia. Uma CA intermédia depende da CA que a emitiu para a sua validade, e pode ser invalidada ou revogada pela mesma. As CAs intermédias são frequentemente utilizadas pela CA que as emitiu para delegar autoridade no que diz respeito a um subconjunto das suas operações, tal como uma utilização específica ou uma classe de utilizadores. Se o utilizador ou o sistema confiar no emissor de uma CA intermédia, também confiará na CA intermédia, excepto se essa opção for explicitamente recusada. O Mac OS X também permite atribuir confiança directamente a uma CA intermédia sem confiar no respectivo emissor; contudo, esta opção impede as verificações de validade com base na autoridade do emissor. Ao criar uma CA intermédia com o Assistente de Certificados, é necessário que esteja presente uma CA raiz ou intermédia já existente (assim como a correspondente chave privada) para a assinar.";

/* A CA Configuration File already exists with that name. Please pick a different name. */
"A Certificate Authority configuration file already exists with that name. Please pick a different name." = "Já existe um ficheiro de configuração da Autoridade de Certificação com esse nome. Escolha um nome diferente.";

/* A certificate authority name cannot contain periods. */
"A certificate authority name cannot contain periods." = "O nome de uma autoridade de certificação não pode conter pontos.";

/* A leaf is a certificate signed by an intermediate or root Certificate Authority. A leaf certificate benefits from the security of certificate chains and certificate policies. A leaf is situated at the bottom of a certificate chain. */
"A leaf is a certificate signed by an intermediate or root Certificate Authority. A leaf certificate benefits from the security of certificate chains and certificate policies. A leaf is situated at the bottom of a certificate chain." = "Um último nível é um certificado assinado por uma Autoridade de Certificação intermédia ou raiz. Um certificado de último nível beneficia da segurança das cadeias de certificação e políticas de certificação. Um último nível encontra-se na base de uma cadeia de certificação.";

/* A self-signed certificate does not provide the security guarantee of a certificate issued by a Certificate Authority. Before your self-signed certificate is accepted, the recipient will be asked to confirm that they wish to trust and accept it. */
"A self-signed certificate does not provide the security guarantee of a certificate issued by a Certificate Authority. Before your self-signed certificate is accepted, the recipient will be asked to confirm that they wish to trust and accept it." = "Um certificado auto-assinado não fornece a garantia de segurança de um certificado emitido por uma Autoridade de Certificação (CA). Antes de o seu certificado auto-assinado ser aceite, será pedido ao destinatário para confirmar que pretende confiar e aceitar esse certificado.";

/* A self-signed certificate is a root certificate authority that someone makes for immediate use as a certificate. Such certificates do not benefit from the security of certificate chains and certificate policies. Most computers will not accept a self-signed certificate unless their owner first tells them to, and some computers will not accept them under any circumstances. They are however easy and quick to make, and are often used for testing purposes in place of certificates signed by proper certificate authorities. */
"A self-signed root certificate is a root certificate authority that someone makes for immediate use as a certificate. Such certificates do not benefit from the security of certificate chains and certificate policies. Most computers will not accept a self-signed certificate unless their owner first tells them to, and some computers will not accept them under any circumstances. They are however easy and quick to make, and are often used for testing purposes in place of certificates signed by proper certificate authorities." = "Um certificado raiz auto-assinado é uma autoridade de certificação raiz criada por alguém para uso imediato como certificado. Este tipo de certificados não beneficia da segurança das cadeias e políticas de certificação. A maior parte dos computadores não aceita certificados auto-assinados, a não ser que receba instruções para o fazer, e alguns computadores não os aceitam de todo. Este tipo de certificados é, no entanto, fácil e rápido de criar, e é frequentemente utilizado para fins de teste, em vez dos certificados assinados por autoridades de certificação competentes.";

/* A URI cannot contain Unicode characters. */
"A URI cannot contain Unicode characters." = "Um URI não pode conter caracteres Unicode.";

/* Aborted */
"Aborted" = "Cancelado";

/* An error occurred when attempting to display the certificate. */
"An error occurred when attempting to display the certificate." = "Ocorreu um erro ao tentar apresentar o certificado.";

/* An error occurred when attempting to evaluate the certificate. */
"An error occurred when attempting to evaluate the certificate." = "Ocorreu um erro ao tentar avaliar o certificado.";

/* An error occurred when attempting to install the \\U201C%@\\U201D certificates. */
"An error occurred when attempting to install the \\U201C%@\\U201D certificates." = "Ocorreu um erro ao tentar instalar os certificados “%@”.";

/* An error occurred when creating the e-mail invitation. */
"An error occurred when creating the e-mail invitation." = "Ocorreu um erro ao criar o convite por e-mail.";

/* An error occurred when e-mailing the certificate signing request to the CA. Make sure you have a configured e-mail account. */
"An error occurred when e-mailing the certificate signing request to the CA. Make sure you have a configured e-mail account." = "Ocorreu um erro ao enviar por e-mail o pedido de assinatura de certificado à CA. Certifique-se de que tem uma conta de e-mail configurada.";

/* Message indicating we couldn't mail the CSR to the CA */
"An error occurred when mailing the certificate signing request to the certificate authority." = "Ocorreu um erro ao enviar por e-mail o pedido de assinatura de certificado à autoridade de certificação.";

/* An error occurred when trying to create the CA web site (error=%d). */
"An error occurred when trying to create the CA web site (error=%d)." = "Ocorreu um erro ao tentar criar o site da CA (erro=%d).";

/* An error occurred when trying to create the CA web site on your iDisk. Your iDisk could not be accessed. */
"An error occurred when trying to create the CA web site on your iDisk. Your iDisk could not be accessed." = "Ocorreu um erro ao tentar criar o site da CA no iDisk. Não foi possível aceder ao iDisk.";

/* An error occurred when trying to create the CA web site on your iDisk. Your iDisk was not responding. Please check your network connection. */
"An error occurred when trying to create the CA web site on your iDisk. Your iDisk was not responding. Please check your network connection." = "Ocorreu um erro ao tentar criar o site da CA no iDisk. O iDisk não respondeu. Verifique a ligação à rede.";

/* An error occurred when verifying the signature that signed \\U201C%@\\U201D. */
"An error occurred when verifying the signature that signed \\U201C%@\\U201D." = "Ocorreu um erro ao verificar a assinatura que assinou “%@”.";

/* An error occurred when visiting the CA web site. */
"An error occurred when visiting the CA web site." = "Ocorreu um erro ao visitar o site da CA.";

/* An error occurred. The specified CA wasn't a valid Certificate Authority. */
"An error occurred. The specified CA wasn't a valid Certificate Authority." = "Ocorreu um erro. A CA especificada não era uma Autoridade de Certificação válida.";

/* An expiration period for a certificate must be no longer than %d years. */
"An expiration period for a certificate must be no longer than %d years." = "O período de expiração de um certificado não pode ser superior a %d anos.";

/* An invitation is a file given to users who wish to request a certificate from a CA. When done creating a CA, the Certificate Assistant helps you with the delivery of the invitation to the users. A user can double-click on this invitation and the Certificate Assistant will guide them through the process of requesting a certificate. */
"An invitation is a file given to users who wish to request a certificate from a CA. When done creating a CA, the Certificate Assistant helps you with the delivery of the invitation to the users. A user can double-click on this invitation and the Certificate Assistant will guide them through the process of requesting a certificate." = "Um convite é um ficheiro dado aos utilizadores que pretendem pedir um certificado a uma CA. Após a criação de uma autoridade de certificação (CA), o Assistente de Certificados ajuda a entregar o convite aos utilizadores. Um utilizador pode fazer duplo clique neste convite e seguir as indicações do Assistente de Certificados para efectuar um pedido de certificado.";

/* IPAddr format not correct */
"An IP Address you specified was not in the correct format (IP Addresses are formatted like 1.2.3.4)." = "Um endereço IP especificado não estava no formato correcto (os endereços IP são formatados como 1.2.3.4).";

/* An unknown error occurred when reading the certificate signing request. */
"An unknown error occurred when reading the certificate signing request." = "Ocorreu um erro desconhecido ao ler o pedido de assinatura de certificado.";

/* Appropriate S/MIME ExtendedKeyUsage not found  */
"Appropriate S/MIME ExtendedKeyUsage not found " = "ExtendedKeyUsage de S/MIME adequada não localizada ";

/* Bad cert obtained from specified issuerAltName */
"Bad cert obtained from specified issuerAltName" = "Certificado incorrecto obtido do issuerAltName especificado";

/* Bad leaf cert */
"Bad leaf cert" = "Certificado de último nível incorrecto";

/* Bad root cert (fails to self-verify) */
"Bad root cert (fails to self-verify)" = "Certificado raiz incorrecto (falha na auto-verificação)";

/* Basic Constraints Extension */
"Basic Constraints Extension" = "Extensão de restrições básicas";

/* Basic Constraints Extension For This CA */
"Basic Constraints Extension For This CA" = "Extensão de restrições básicas para esta CA";

/* Basic Constraints Extension For Users of This CA */
"Basic Constraints Extension For Users of This CA" = "Extensão de restrições básicas para utilizadores desta CA";

/* Basic Constraints Missing */
"Basic Constraints Missing" = "Restrições básicas inexistentes";

/* Cancel */
"Cancel" = "Cancelar";

/* Cert expired */
"Cert expired" = "Certificado expirado";

/* Cert not found at specified issuerAltName */
"Cert not found at specified issuerAltName" = "Certificado não encontrado no issuerAltName especificado";

/* Cert not yet valid */
"Cert not yet valid" = "Certificado ainda não válido";

/* Certificate Request */
"Certificate Request" = "Pedido de Certificado";

/* Choose */
"Choose" = "Seleccionar";

/* Choose an identity that will sign your CA invitations. */
"Choose an identity that will sign your CA invitations." = "Escolha uma identidade para assinar os seus convites da CA.";

/* Click \\U201CSpecify Alternate Location...\\U201D to create the web site at a different location. */
"Click \\U201CSpecify Alternate Location...\\U201D to create the web site at a different location." = "Clique em “Especificar outra localização…” para criar o site numa localização diferente.";

/* Code Signing, Bad path length */
"Code Signing, Bad path length" = "Assinatura do código, comprimento do percurso incorrecto";

/* Code Signing, Basic Constraints Missing */
"Code Signing, Basic Constraints Missing" = "Assinatura do código, faltam restrições básicas";

/* Code Signing, Development */
"Code Signing, Development" = "Assinatura do código, desenvolvimento";

/* Code Signing, Illegal certificate chain length */
"Code Signing, Illegal certificate chain length" = "Assinatura do código, comprimento ilegal da cadeia de certificados";

/* Code Signing, No Extended Key Usage */
"Code Signing, No Extended Key Usage" = "Assinatura do código, sem uso de chave expandida";

/* Continue */
"Continue" = "Continuar";

/* Could not create a key pair. */
"Could not create a key pair." = "Não foi possível criar um par de chaves.";

/* Could not create the CA configuration file. */
"Could not create the Certificate Authority configuration file." = "Não foi possível criar o ficheiro de configuração da Autoridade de Certificação.";

/* Could not create the certificate export file (error=%d). */
"Could not create the certificate export file (error=%d)." = "Não foi possível criar o ficheiro de exportação do certificado (erro=%d).";

/* Could not create the certificate export file. */
"Could not create the certificate export file." = "Não foi possível criar o ficheiro de exportação do certificado.";

/* Could not find a signing key based on the public key hash. */
"Could not find a signing key based on the public key." = "Não foi encontrada uma chave de assinatura baseda na chave pública.";

/* Could not find the issuer for the Certificate Authority configuration file \\U201C%@\\U201D. */
"Could not find the issuer for the Certificate Authority configuration file \\U201C%@\\U201D." = "Não foi encontrado o emissor do ficheiro de configuração “%@” da Autoridade de Certificação.";

/* Could not mail the certificate to the user. */
"Could not mail the certificate to the user. A copy has been placed in your keychain." = "Não foi possível enviar por e-mail o certificado ao utilizador. Foi colocada uma cópia no seu porta-chaves.";

/* Create Your Certificate */
"Create Your Certificate" = "Criar certificado";

/* Create Your Certificate Authority */
"Create Your Certificate Authority" = "Criar Autoridade de Certificação";

/* Creating Key Pair... */
"Creating Key Pair..." = "A criar par de chaves...";

/* Creating the CA web site... */
"Creating the CA web site..." = "A criar o site da CA…";

/* Creating the certificate request... */
"Creating the certificate request..." = "A criar o pedido de certificado...";

/* Creating the certificate... */
"Creating the certificate..." = "A criar o certificado...";

/* CRL Expired */
"CRL Expired" = "CRL expirado";

/* CRL failed policy verification */
"CRL failed policy verification" = "CRL falhou verificação da política";

/* CRL Not Valid Yet */
"CRL Not Valid Yet" = "CRL ainda não validado";

/* CRL not verifiable to anchor or root */
"CRL not verifiable to anchor or root" = "CRL não verificável como âncora ou raiz";

/* CRL verified to untrusted root */
"CRL verified to untrusted root" = "CRL verificado como raiz não segura";

/* Done */
"Done" = "Terminado";

/* E-mail addresses cannot contain Unicode characters. */
"E-mail addresses cannot contain Unicode characters." = "Os endereços de e-mail não podem conter caracteres Unicode.";

/* Error: could not read the Certificate Authority configuration file. */
"Error: could not read the Certificate Authority configuration file \\U201C%@\\U201D." = "Erro: não foi possível ler o ficheiro de configuração “%@” da Autoridade de Certificação.";

/* Error: could not read the specified template \\U201C%@\\U201D. */
"Error: could not read the template \\U201C%@\\U201D." = "Erro: não foi possível ler o modelo “%@”.";

/* Evaluating Certificate(s) */
"Evaluating Certificate(s)" = "A avaliar certificado(s)";

/* Expired */
"Expired" = "Expirado";

/* Extended Key Usage Extension */
"Extended Key Usage Extension" = "Extensão de uso de chave expandida";

/* Extended Key Usage Extension For This CA */
"Extended Key Usage Extension For This CA" = "Extensão de uso de chave expandida para esta CA";

/* Extended Key Usage Extension For Users of This CA */
"Extended Key Usage Extension For Users of This CA" = "Extensão de uso de chave expandida para utilizadores desta CA";

/* For SSL Server certificates, either an IP Address or DNS name must be specified. */
"For SSL Server certificates, either an IP Address or DNS name must be specified." = "Para certificados de servidor SSL, tem de ser especificado um endereço IP ou nome DNS.";

/* For the user who request certificates from this CA, select Extended Key Usage Extension to see the available options and specify which ones their certificate will use. */
"For the user who request certificates from this CA, select Extended Key Usage Extension to see the available options and specify which ones their certificate will use." = "Para o utilizador que pedir certificados a esta CA, seleccione “Extensão de uso de chave expandida” para ver as opções disponíveis e especificar as que serão utilizadas no certificado.";

/* For the user who request certificates from this CA, select Include Basic Constraints Extension to see the available options and specify which ones their certificate will use. */
"For the user who request certificates from this CA, select Include Basic Constraints Extension to see the available options and specify which ones their certificate will use." = "Para o utilizador que pedir certificados a esta CA, seleccione “Incluir extensão de restrições básicas” para ver as opções disponíveis e especificar quais serão utilizadas no certificado.";

/* For the user who request certificates from this CA, select Include Subject Alternate Name Extension to see the available options and specify which ones their certificate will use. */
"For the user who request certificates from this CA, select Include Subject Alternate Name Extension to see the available options and specify which ones their certificate will use." = "Para o utilizador que pedir certificados a esta CA, seleccione “Incluir extensão de nome alternativo do sujeito” para ver as opções disponíveis e especificar quais serão utilizadas no certificado.";

/* For this Certificate Authority, select Include Basic Constraints Extension to see the available options and specify which ones the CA certificate will use. */
"For this Certificate Authority, select Include Basic Constraints Extension to see the available options and specify which ones the CA certificate will use." = "Para esta Autoridade de Certificação (CA), seleccione “Incluir extensão de restrições básicas” para ver as opções disponíveis e especificar quais serão utilizadas no certificado da CA.";

/* For this Certificate Authority, select Include Extended Key Usage Extension to see the available options and specify which ones the CA certificate will use. */
"For this Certificate Authority, select Include Extended Key Usage Extension to see the available options and specify which ones the CA certificate will use." = "Para esta Autoridade de Certificação (CA), seleccione “Incluir extensão de uso de chave expandida” para ver as opções disponíveis e especificar as que serão utilizadas no certificado da CA.";

/* For this Certificate Authority, select Include Subject Alternate Name Extension to see the available options and specify which ones the CA certificate will use. */
"For this Certificate Authority, select Include Subject Alternate Name Extension to see the available options and specify which ones the CA certificate will use." = "Para esta Autoridade de Certificação (CA), seleccione “Incluir extensão de nome alternativo do sujeito” para ver as opções disponíveis e especificar quais serão utilizadas no certificado da CA.";

/* Good */
"Good" = "Boa";

/* Hostname mismatch */
"Hostname mismatch" = "Nome de host divergente";

/* Idle */
"Idle" = "Disponível";

/* Illegible CRL distribution point URI */
"Illegible CRL distribution point URI" = "URI do ponto de distribuição de CRL ilegível";

/* Illegible name */
"Illegible name" = "Nome ilegível";

/* Intermediate CA */
"Intermediate CA" = "AC intermédia";

/* Invalid Authority Key ID  */
"Invalid Authority Key ID " = "ID de chave de autoridade inválida";

/* Invalid BasicConstraints.CA */
"Invalid BasicConstraints.CA" = "BasicConstraints.CA inválidas";

/* Invalid Certificate */
"Invalid Certificate" = "Certificado inválido";

/* Invalid Extended Key Usage */
"Invalid Extended Key Usage" = "O uso de chave expandida não é válido";

/* Invalid Key Usage */
"Invalid Key Usage" = "O uso de chave não é válido";

/* Invalid Subject Key ID  */
"Invalid Subject Key ID " = "ID de chave de sujeito inválida ";

/* Invalid Subject/Authority Key ID Linkage */
"Invalid Subject/Authority Key ID Linkage" = "Ligação inválida sujeito/ID de chave de autoridade";

/* IssuingDistributionPoint extension violation */
"IssuingDistributionPoint extension violation" = "Violação da extensão do IssuingDistributionPoint";

/* Key Pair pane title (when not creating a CA) */
"Key Pair Information" = "Informação do par de chaves";

/* Key Pair pane title (when creating a CA) */
"Key Pair Information For This CA" = "Informação do par de chaves para esta CA";

/* Key Usage Extension */
"Key Usage Extension" = "Extensão de uso de chaves";

/* Key Usage Extension For This CA */
"Key Usage Extension For This CA" = "Extensão de uso de chaves para esta CA";

/* Key Usage Extension For Users of This CA */
"Key Usage Extension For Users of This CA" = "Extensão de uso de chaves para utilizadores desta CA";

/* Keychain */
"Keychain" = "Porta-chaves";

/* Leaf */
"Leaf" = "Último nível";

/* Let me choose */
"Let me choose" = "Permitir escolher";

/* Network */
"Network" = "Rede";

/* No */
"No" = "Não";

/* No certificates were returned from the host. */
"No certificates were returned from the host." = "O host não devolveu quaisquer certificados.";

/* No CRL */
"No CRL" = "Sem CRL";

/* No root cert found */
"No root cert found" = "Certificado raiz inexistente";

/* Not Yet Valid */
"Not Yet Valid" = "Ainda não válido";

/* Note: Additional certificates that make up the Certificate Authority (CA) must also be provided to users. Additional certificates are located in the .pem file in the CA folder. For added security, don't send these files by email. Make them available in a secure location, such as a file server. */
"Note: Additional certificates that make up the Certificate Authority (CA) must also be provided to users. Additional certificates are located in the .pem file in the CA folder. For added security, don't send these files by email. Make them available in a secure location, such as a file server." = "Os certificados adicionais que constituem a autoridade de certificação (CA) também têm de ser fornecidos aos utilizadores. Os certificados adicionais encontram-se no ficheiro .pem, na pasta CA. Para maior segurança, não envie estes ficheiros por e-mail. Disponibilize-os num local seguro (por exemplo, um servidor de ficheiros).";

/* OK */
"OK" = "OK";

/* P12Password */
"P12Password" = "P12Palavra-passe";

/* Partial public key resolved with failure */
"Partial public key resolved with failure" = "Falha na resolução parcial da chave pública";

/* Partial public key unresolvable */
"Partial public key unresolvable" = "Chave pública parcial sem resolução";

/* PathLengthConstraint exceeded */
"PathLengthConstraint exceeded" = "PathLengthConstraint excedida";

/* Please contact your CA administrator for assistance. */
"Please contact your CA administrator for assistance." = "Caso necessite de assistência, contacte o administrador da CA.";

/* Please contact your CA administrator for help importing them. */
"Please contact your CA administrator for help importing them." = "Caso necessite de ajuda durante a importação, contacte o administrador da CA.";

/* Please specify a serial number from %@ to %@. */
"Please specify a serial number from %@ to %@." = "Especifique um número de série de %1$@ a %2$@.";

/* Please specify a valid expiration date. */
"Please specify a valid expiration date." = "Especifique uma data de expiração válida.";

/* Please specify some certificate information below: */
"Please specify some certificate information below:" = "Especifique abaixo algumas informações do certificado:";

/* Please specify some information about your CA: */
"Please specify some information about your CA:" = "Especifique algumas informações sobre a CA:";

/* Please specify the issuing Certificate Authority for %@\\U2019s (%@) certificate request. */
"Please specify the issuing Certificate Authority for %@\\U2019s (%@) certificate request." = "Especifique a Autoridade de Certificação emissora para o pedido de certificado (%2$@) de %1$@.";

/* Please specify the issuing Certificate Authority for this certificate request. */
"Please specify the issuing Certificate Authority for this certificate request." = "Especifique a Autoridade de Certificação emissora para este pedido de certificado.";

/* Policy verification failed */
"Policy verification failed" = "Falha na verificação da política";

/* ProbeSSL */
"ProbeSSL" = "Testar SSL";

/* Probing SSL server */
"Probing SSL server" = "A testar servidor SSL";

/* Replace existing \\U201C%@\\U201D web site on your iDisk? */
"Replace existing \\U201C%@\\U201D web site on your iDisk?" = "Substituir o site “%@” existente no seu iDisk?";

/* Replace existing \\U201C%@\\U201D? */
"Replace existing \\U201C%@\\U201D?" = "Substituir “%@” actual?";

/* Required */
"Required" = "Obrigatório";

/* Root ALSO in System Roots */
"Root ALSO in System Roots" = "Raiz TAMBÉM nas raízes do sistema";

/* S/MIME */
"S/MIME" = "S/MIME";

/* S/MIME Email address mismatch */
"S/MIME Email address mismatch" = "Endereço de e-mail de S/MIME divergente";

/* S/MIME KeyUsage incompatibility */
"S/MIME KeyUsage incompatibility" = "Incompatibilidade de KeyUsage de S/MIME";

/* S/MIME, No email Address Found */
"S/MIME, No email Address Found" = "S/MIME, endereço de e-mail inexistente";

/* S/MIME, non-critical KeyUsage */
"S/MIME, non-critical KeyUsage" = "S/MIME, KeyUsage não crítico";

/* S/MIME, SubjectAltName not critical */
"S/MIME, SubjectAltName not critical" = "S/MIME, SubjectAltName não crítico";

/* Select Include Basic Constraints Extension to see the available options and specify which ones this certificate will use. */
"Select Include Basic Constraints Extension to see the available options and specify which ones this certificate will use." = "Seleccione Incluir extensão de restrições básicas para ver as opções disponíveis e especifique quais serão utilizadas neste certificado.";

/* Select Include Extended Key Usage Extension to see the available options and specify which ones this certificate will use. */
"Select Include Extended Key Usage Extension to see the available options and specify which ones this certificate will use." = "Seleccione Incluir extensão de uso de chave expandida para ver as opções disponíveis e especificar as que serão utilizadas neste certificado.";

/* Select Include Subject Alternate Name Extension to see the available options and specify which ones this certificate will use. */
"Select Include Subject Alternate Name Extension to see the available options and specify which ones this certificate will use." = "Seleccione Incluir extensão de nome alternativo do sujeito para ver as opções disponíveis e especifique quais serão utilizadas neste certificado.";

/* Select the appropriate trust policy to evaluate \\U201C%1$@\\U201D. */
"Select the appropriate trust policy to evaluate \\U201C%1$@\\U201D." = "Seleccione a política de fidedignidade adequada para avaliar “%1$@”.";

/* Self Signed Root */
"Self Signed Root" = "Raiz auto-assinada";

/* Self Signed Root CA */
"Self Signed Root CA" = "AC raiz auto-assinada";

/* Show CA Web Site... */
"Show CA Web Site..." = "Mostrar o site da CA…";

/* Sign using your %@ identity */
"Sign using your %@ identity" = "Assine com a sua identidade %@";

/* Specified CRL server down */
"Specified CRL server down" = "Servidor específico de CRL não operacional";

/* Key Pair pane title when CA configures default key pair values when creating a CA */
"Specify Key Pair Information For Users of This CA" = "Especifique a informação do par de chaves para os utilizadores desta CA";

/* Key Pair Attributes pane message for creating a CA */
"Specify the key size and algorithm used to create your key pair for the Certificate Authority.\n\nThe key pair is made up of your private and public keys. The private key is the secret part of the key pair and should be kept secret. The public key is made publicly available as part of the digital certificate." = "Especifique o tamanho da chave e algoritmo utilizados para criar o seu par de chaves para a Autoridade de Certificação.\n\nO par de chaves é constituído pelas suas chaves privada e pública. A chave privada é a parte secreta do par de chaves e deverá permanecer secreta. A chave pública está publicamente disponível como parte do certificado digital.";

/* Key Pair Attributes pane message for creating a cert for yourself */
"Specify the key size and algorithm used to create your key pair.\n\nThe key pair is made up of your private and public keys. The private key is the secret part of the key pair and should be kept secret. The public key is made publicly available as part of the digital certificate." = "Especifique o tamanho da chave e algoritmo utilizados para criar o seu par de chaves.\n\nO par de chaves é constituído pelas suas chaves privada e pública. A chave privada é a parte secreta do par de chaves e deverá permanecer secreta. A chave pública está publicamente disponível como parte do certificado digital.";

/* SSL Client */
"SSL Client" = "Cliente SSL";

/* SSL Server */
"SSL Server" = "Servidor SSL";

/* Subject Alternate Name Extension */
"Subject Alternate Name Extension" = "Extensão de nome alternativo do sujeito";

/* Subject Alternate Name Extension For This CA */
"Subject Alternate Name Extension For This CA" = "Extensão de nome alternativo do sujeito para esta CA";

/* Subject Alternate Name For Users of This CA */
"Subject Alternate Name For Users of This CA" = "Nome alternativo do sujeito para utilizadores destaCA";

/* Success */
"Success" = "Sucesso";

/* System Roots */
"System Roots" = "Raízes do sistema";

/* Template = %@ */
"Template = %@" = "Modelo = %@";

/* CA Email greeting when CA is available */
"The \\U201C%1$@\\U201D Certificate Authority is now available to accept certificate requests from you. Click the attachment and the Certificate Assistant will guide you through this process." = "A Autoridade de Certificação “%1$@” está disponível para aceitar os seus pedidos de certificado. Clique no anexo e siga as indicações do Assistente de Certificados.";

/* Conclusion pane when a CA creates a cert and it is sent to the requestor */
"The certificate has been created for \\U201C%1$@\\U201D. A copy has been placed in your keychain." = "O certificado foi criado para “%1$@”. Foi colocada uma cópia no seu porta-chaves.";

/* The default Certificate Authority is now set to \\U201C%@\\U201D. */
"The default Certificate Authority is now set to \\U201C%@\\U201D." = "A Autoridade de Certificação predefinida foi especificada como “%@”.";

/* The file you specified could not be opened by this assistant. */
"The file you specified could not be opened by this assistant." = "O ficheiro que especificou não pôde ser aberto por este assistente.";

/* The Key Usage Extension of a certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones this certificate will provide. */
"The Key Usage Extension of a certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones this certificate will provide." = "A extensão de uso de chaves de um certificado identifica as respectivas características de segurança. Seleccione “Incluir extensão de uso de chaves” para ver as características disponíveis e seleccionar as que serão fornecidas por este certificado.";

/* The Key Usage Extension of the CA\\U2019s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones the certificate will provide. */
"The Key Usage Extension of the CA\\U2019s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones the certificate will provide." = "A extensão de uso de chaves do certificado da CA identifica as respectivas características de segurança. Seleccione “Incluir extensão de uso de chaves” para ver as características disponíveis e seleccionar as que serão fornecidas pelo certificado.";

/* The Key Usage Extension of the user's certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones their certificate will provide. */
"The Key Usage Extension of the user\\U2019s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones their certificate will provide." = "A extensão de uso de chaves do certificado do utilizador identifica as respectivas características de segurança. Seleccione “Incluir extensão de uso de chaves” para ver as características disponíveis e seleccionar as que serão fornecidas pelo seu certificado.";

/* The RFC822 name cannot contain Unicode characters. */
"The RFC822 name cannot contain Unicode characters." = "O nome RFC822 não pode conter caracteres Unicode.";

/* There are currently no identities available to sign your CA invitation. */
"There are currently no identities available to sign your CA invitation." = "Não existem identidades disponíveis para assinar o seu convite de CA.";

/* There are no configured Certificate Authorities. You first need to create one using the 'Create a Certificate Authority' option. */
"There are no configured Certificate Authorities. You first need to create one using the \\U201CCreate a Certificate Authority\\U201D option." = "Não existem Autoridades de Certificação configuradas. Primeiro, é necessário criar uma através da opção “Criar uma Autoridade de Certificação”.";

/* There are no configured Certificate Authorities. You first need to create one. */
"There are no configured Certificate Authorities. You first need to create one." = "Não existem Autoridades de Certificação configuradas. Primeiro, é necessário criar uma.";

/* There are no valid root or intermediate certificate authorities available to sign certificates. Use the \\U201CCreate a Certificate Authority\\U201D option to create a certificate authority. */
"There are no valid root or intermediate certificate authorities available to sign certificates. Use the \\U201CCreate a Certificate Authority\\U201D option to create a certificate authority." = "Não existem autoridades de certificação raiz ou intermédias válidas para assinar certificados. Utilize a opção “Criar autoridade de certificação” para criar uma autoridade de certificação.";

/* Key Pair Attributes pane message for specifying key pair information for users of this CA (displayed when creating a CA) */
"This pane will specify the public and private key pair information for users of this CA when they request a certificate." = "Este painel especifica a informação do par de chaves pública e privada para os utilizadores desta CA quando pedirem um certificado.";

/* To evaluate certificates, first select the appropriate trust policy. */
"To evaluate certificates, first select the appropriate trust policy." = "Para avaliar certificados, seleccione primeiro a política de fiabilidade apropriada.";

/* Message indicating that this item is dated today */
"Today" = "Hoje";

/* Trusted Root */
"Trusted Root" = "Raiz fiável";

/* Trusting a CA certificate means the CA can \\U201Ctrusted\\U201D in the future to perform evaluations on certificates that are signed by this CA and determine whether they are valid or not. When creating a new CA, its certificate is never considered trusted on the system by default for security reasons. Trusting a new CA certificate has to be done specifically by the user or administrator. In this case, it can be trusted by clicking \\U201COn this machine, trust certificates signed by this CA\\U201D. */
"Trusting a CA certificate means the CA can \\U201Ctrusted\\U201D in the future to perform evaluations on certificates that are signed by this CA and determine whether they are valid or not. When creating a new CA, its certificate is never considered trusted on the system by default for security reasons. Trusting a new CA certificate has to be done specifically by the user or administrator. In this case, it can be trusted by clicking \\U201COn this machine, trust certificates signed by this CA\\U201D." = "Confiar num certificado de CA significa que a CA é considerada “fidedigna” em futuras avaliações de certificados por ela assinados, e que pode determinar se os mesmos são, ou não, válidos. Por predefinição, quando se cria uma CA nova, o respectivo certificado nunca é considerado de confiança pelo sistema por motivos de segurança. O utilizador ou o administrador tem de indicar especificamente que confia na CA nova. Para tal, basta clicar em “Neste computador, confiar em certificados assinados por esta CA”.";

/* Unknown (Internal error) */
"Unknown (Internal error)" = "Desconhecido (erro interno)";

/* Unknown Critical Cert Extension */
"Unknown Critical Cert Extension" = "Extensão de certificado crítica desconhecida";

/* Unknown Critical CRL Extension */
"Unknown Critical CRL Extension" = "Extensão CRL crítica desconhecida";

/* Unknown Critical Extension */
"Unknown Critical Extension" = "Extensão crítica desconhecida";

/* Unknown Error = %1$@ */
"Unknown Error = %1$@" = "Erro desconhecido = %1$@";

/* Unrecognized root cert */
"Unrecognized root cert" = "Certificado raiz não reconhecido";

/* Untrusted Root */
"Untrusted Root" = "Raiz não fiável";

/* User Certificate: */
"User Certificate:" = "Certificado do utilizador:";

/* VPN Client */
"VPN Client" = "Cliente VPN";

/* VPN Server */
"VPN Server" = "Servidor VPN";

/* What does \\U201CMake this CA the default\\U201D mean? */
"What does \\U201CMake this CA the default\\U201D mean?" = "O que significa “Utilizar esta CA como predefinição”?";

/* What does \\U201CSign your invitation\\U201D mean? */
"What does \\U201CSign your invitation\\U201D mean?" = "O que significa “Assine o seu convite”?";

/* What does \\U201Ctrust certificates signed by this CA\\U201D mean? */
"What does \\U201Ctrust certificates signed by this CA\\U201D mean?" = "O que significa “Confiar em certificados assinados por esta CA”?";

/* What is a CA Web Site? */
"What is a CA Web Site?" = "O que é um site de CA?";

/* What is a leaf certificate? */
"What is a leaf certificate?" = "O que é um certificado de último nível?";

/* What is a self-signed root CA? */
"What is a self-signed root CA?" = "O que é uma CA raiz auto-assinada?";

/* What is a self-signed root certificate? */
"What is a self-signed root certificate?" = "O que é um certificado raiz auto-assinado?";

/* What is an intermediate certificate authority? */
"What is an intermediate certificate authority?" = "O que é uma autoridade de certificação intermédia?";

/* What is an invitation? */
"What is an invitation?" = "O que é um convite?";

/* When a user requests a certificate from a CA, a signed invitation ensures the user that the invitation is in fact from this CA and is unaltered. */
"When a user requests a certificate from a CA, a signed invitation ensures the user that the invitation is in fact from this CA and is unaltered." = "Quando um utilizador pede um certificado a uma CA, um convite assinado garante ao utilizador que este provém realmente desta CA e que não foi alterado.";

/* When accepting certificate signing requests from users, the default CA will be automatically selected in the popup menu of available Certificate Authorities. When you click \\U201CMake this CA the default\\U201D, the CA name you have specified above will become the default CA. */
"When accepting certificate signing requests from users, the default CA will be automatically selected in the popup menu of available Certificate Authorities. When you click \\U201CMake this CA the default\\U201D, the CA name you have specified above will become the default CA." = "Ao aceitar pedidos de assinatura de certificados de utilizadores, a Autoridade de Certificação (CA) predefinida será automaticamente seleccionada no menu instantâneo de Autoridades de Certificação disponíveis. Clicando em “Utilizar esta CA como predefinição”, o nome da CA especificado antes será a CA predefinida.";

/* Yes */
"Yes" = "Sim";

/* Message indicating that this item is dated yesterday */
"Yesterday" = "Ontem";

/* You are about to create a root certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D */
"You are about to create a root certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D" = "Está prestes a criar uma autoridade de certificação raiz que emitirá certificados S/MIME. O par de chaves criado será RSA de 2048 bits. Se pretender alterar estas predefinições, clique em “Permitir substituição das predefinições”.";

/* You are about to create a secure e-mail (S/MIME) certificate. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D */
"You are about to create a secure e-mail (S/MIME) certificate. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D" = "Está prestes a criar um certificado de e-mail seguro (S/MIME). O par de chaves criado será RSA de 2048 bits. Se pretender alterar estas predefinições, clique em “Permitir substituição das predefinições”.";

/* You are about to create a self-signed certificate. */
"You are about to create a self-signed certificate." = "Está prestes a criar um certificado auto-atribuído.";

/* You are about to create an intermediate certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D */
"You are about to create an intermediate certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D" = "Está prestes a criar uma autoridade de certificação intermédia que emitirá certificados S/MIME. O par de chaves criado será RSA de 2048 bits. Se pretender alterar estas predefinições, clique em “Permitir substituição das predefinições”.";

/* You are required to choose at least one extended key usage if this extension is enabled. */
"You are required to choose at least one extended key usage if this extension is enabled." = "É necessário escolher pelo menos um uso de chave expandida, se esta extensão estiver activa.";

/* You are required to choose at least one key usage if this extension is enabled. */
"You are required to choose at least one key usage if this extension is enabled." = "É necessário escolher pelo menos um uso de chave, se esta extensão estiver activa.";

/* Error sheet message when faling to specify a name for the CA config file */
"You must enter a configuration file name before continuing." = "É necessário introduzir um nome de ficheiro de configuração antes de continuar.";

/* Error sheet message when faling to specify an email address */
"You must enter an email address for the user before continuing." = "É necessário introduzir um endereço de e-mail para o utilizador antes de continuar.";

/* Error sheet message when faling to specify an email address of the CA */
"You must enter an email address of a Certificate Authority before continuing." = "É necessário introduzir um endereço de e-mail de uma Autoridade de Certificação antes de continuar.";

/* Your CA was created successfully. Click 'OK' to begin using your new CA. */
"Your CA was created successfully. Click 'OK' to begin using your new CA." = "A sua CA foi criada com sucesso. Clique em OK para começar a utilizar a nova CA.";

/* Conclusion pane message for creating and configuring a CA */
"Your Certificate Authority \\U201C%1$@\\U201D has been created and is ready to issue certificates." = "A sua Autoridade de Certificação “%1$@” foi criada e está pronta para emitir certificados.";

/* Conclusion pane when a user issues their own certificate */
"Your certificate has been successfully created." = "O certificado foi criado com sucesso.";

/* Your certificate is ready */
"Your certificate is ready" = "O certificado está pronto";

/* Conclusion pane message for a user requesting a certificate from a CA */
"Your certificate request Email has been created for you and is ready to send in Mail.app. After you send it, \\U201C%1$@\\U201D will receive an email containing your certificate. When you receive it, click the enclosure and it will be imported into your keychain." = "O e-mail do pedido de certificado foi criado e está pronto para ser enviado em Mail.app. Após ser enviado, “%1$@” receberá um e-mail com o certificado. Quando o receber, clique no anexo e o certificado será importado para o seu porta-chaves.";

/* Your certificate request has been created on disk. */
"Your certificate request has been created on disk." = "O pedido de certificado foi criado no disco.";

/* Your invitation will remain unsigned. */
"Your invitation will remain unsigned." = "O convite permanecerá por assinar.";

